{
  "songs": [
    {
      "id": 1,
      "number": "01",
      "title": "Smokestack Lightnin'",
      "artist": "Howlin' Wolf",
      "topic": "Fortress Europe",
      "genre": "Chicago Blues",
      "subGenre": "Electric Blues, Roots Music",
      "tags": ["Blues", "Electric"],
      "description": "This song was performed by Chester Arthur Burnet, A.K.A. \"Howlin' Wolf\". He was born in 1910, near the Mississippi. His early life was full of familial issues, abuse and migration within America. He would migrate toward the Mississippi Delta and eventually reached Chicago (Segrest & Hoffman, 2009), like millions of African Americans at the time in what was called the \"great migration\" in an attempt to flee the Jim Crow laws (Holloway, n.d.). I believe Chester's migration throughout the country relates to his song \"Smokestack Lightnin'\". The lyrics themselves are quite ambiguous and open for interpretation, but the atmosphere of the song gives us an impression of emotional longing and loss, using the train as a metaphor for someone leaving and the narrator's helplessness in the face of it. These emotions may have been manifest from Chester Arthur Burnet's experiences as an African American migrating northward, away from the racist south. However, there were extreme difficulties for the African-American migrants. These difficulties were local authorities violently coercing the Blacks to stay (to retain their labour and support the economy) and the communities of the receiving states would shun them in an attempt to block their integration into their society (Holloway, n.d.).\n\nHowlin wolfs song reminds me of a sociological concept; \"Fortress Europe\". The large groups of migrants travelling from East to West, into Europe in an attempt to find refuge in the lands of Europe. Just like in Howlin' wolf's song, we are seeing migrants travelling aboard trains, boats, lorries and on foot. The concept claims Europe is a fortress because of the extremely reinforced security surrounding the Schengen area, which aims to block asylum seekers and so called \"irregular\" migrants. These borders are not necessarily physical walls but through surveillance, patrols and documentation of migrants (Walia, 2021, p137). However, this fortification drives desperate migrants to pursue desperate tactics, resulting in the deaths of many migrants; 6 per day on average (Walia, 2021, p134).\n\nThis is similar to Howlin Wolf's migration where the migrants emigrating had to face fatal dangers to escape poverty; like lynching by the southerners or simply die enroute due to the extreme poverty (Holloway, n.d.). Nevertheless, just like the inside/outside split of the Schengen agreement, the African Americans who escaped out of the Southern states were mostly free to move and live as they please.",
      "lyrics": "Whoa, smokestack lightnin'\nShinin' just like gold\nWhy don't you hear me cryin'?\nA-whoo-hoo, a-whoo-hoo, whoo\n\nWhoa-oh, tell me, baby\nWhat's the matter here?\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, tell me, baby\nWhere did you stay last night?\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, stop your train\nLet a poor boy ride\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, fare-you-well\nNever see a you no more\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, who been here baby since\nI, I been gone a little bitty boy?\nGirl, be on\nA-whoo-hoo, whoo-hoo, whoo",
      "youtubeId": "VMUt8KdDtTY",
      "youtubeUrl": "https://www.youtube.com/watch?v=VMUt8KdDtTY",
      "spotifyId": "2HUZVffVPXvqnrml0gXggp",
      "duration": "2:58"
    },
    {
      "id": 2,
      "number": "02",
      "title": "Wavin' Flag",
      "artist": "K'naan",
      "topic": "Resisting Borders, Resisting Racism",
      "genre": "Hip-Hop / World Music",
      "subGenre": "Afro-Fusion, Conscious Rap",
      "tags": ["Hip-Hop", "World"],
      "description": "K'naan, whose real name is Keinan Abdi, was born in Somalia. Early in his life civil war broke out and him and his family had to face dangers daily. Famously, K'naan tells the story of him finding a spherical object in a playground which he thought was a potato. However, he quickly realised that it was in fact a grenade and would dispose of the grenade before it detonated (Cowie, 2009). This and other similar stories led his family to seek asylum in New York, which was granted. K'naan was a musical child that developed into musical career. He would later create the world renowned \"Wavin' Flag\" song, which would be the official anthem of the 2010 South African World Cup (Cowie, 2009). The original version of the song, not the world cup version, is a song about displacement, civil conflict, and the longing for freedom that push people into transnational movement. K'naan sings of escaping violence and corrupt governance; \"so many wars, settling scores, bringing us promises, leaving us poor\". He captures the agency, endurance and urgency that we find within refugees traversing land and sea to find asylum in western countries; \"so we strugglin', fightin to eat. And we wonderin' when we'll be free\". It gives us an emotional insight into the mindset of the modern migrant.\n\nThis song resonates to me the infinite possibilities of our planet and species if we refuse to let borders dictate lives. K'naan very narrowly was able to get to a musical environment which allowed him not only to flourish but also noticed by influential people. But how many more talented individuals will never be realised due to the imaginary borders we enforce and the subsequent visas we reject? Tsianos Vassilis and Karakayali Serhat make a very convincing argument in their 2010 paper (Tsianos & Karakayali, 2010) about how borders function and develop. They explain mobility persists not in spite of borders but through a continual negotiation with them, revealing their permeability and affecting the way they function (Tsianos & Karakayali, 2010, p378). This permeability is ultimately driven by the resilience of the people searching for their new home.\n\nK'naans imagery of uplift and eventual liberation gives us valuable insight into what the paper attempts to underline; borders do not simply exist and deter but generate new realities for the migrants through experiencing these difficulties and new realities for the receiving borders and countries. Through the lens of Tsianos & Karakayali paper, we can appreciate a new layer to K'naans lyrics. Not just a lamentation of war-torn countries and subsequent displacement, but as an expression of the dynamic life of a trans-national migrant.",
      "lyrics": "When I get older, I will be stronger,\nThey'll call me freedom, just like a Waving Flag,\nAnd then it goes back, and then it goes back,\nAnd then it goes back\n\nBorn to a throne, stronger than Rome\nbut Violent prone, poor people zone,\nBut it's my home, all I have known,\nWhere I got grown, streets we would roam.\nBut out of the darkness, I came the farthest,\nAmong the hardest survival.\nLearn from these streets, it can be bleak,\nExcept no defeat, surrender retreat,\n\nSo we struggling, fighting to eat and\nWe wondering when we'll be free,\nSo we patiently wait, for that fateful day,\nIt's not far away, so for now we say\n\nSo many wars, settling scores,\nBringing us promises, leaving us poor,\nI heard them say, love is the way,\nLove is the answer, that's what they say,\nBut look how they treat us, Make us believers,\nWe fight their battles, then they deceive us,\nTry to control us, they couldn't hold us,\nCause we just move forward like Buffalo Soldiers.\n\nWhen I get older, when I get older\nI will be stronger, just like a Waving Flag",
      "youtubeId": "WTJSt4wP2ME",
      "youtubeUrl": "https://www.youtube.com/watch?v=WTJSt4wP2ME",
      "spotifyId": "6WFQsZZa81anp9BkqZMyTb",
      "duration": "3:42"
    },
    {
      "id": 3,
      "number": "03",
      "title": "Get Up, Stand Up",
      "artist": "Bob Marley & The Wailers",
      "topic": "Neoracism",
      "genre": "Reggae",
      "subGenre": "Roots Reggae, Protest Music",
      "tags": ["Reggae", "Protest"],
      "description": "Bob Marley was raised in Trenchtown, a rough area of Kingston where life was a struggle. This and a shocking visit to Haiti, which exposed him to the awful realities of the Haitians inspired him to write \"Get up, Stand up\" (White, 2025). The song is a call to stop accepting the lies and misleadings of our leaders, most noticeably the \"preacher man\" who preaches salvation and equality yet fails to deliver real material freedom. The song expresses deep frustration with systems that claim moral authority while perpetuating injustice, which Bob Marley feels is the root of poverty, hopelessness and lack of autonomy. Marley confronts the colonial and post-colonial structures that present themselves as religious and righteous while denying dignity and rights to the oppressed, as he had seen throughout his home of Trenchtown and his visit to Haiti, where he saw how poverty was a product of the greedy and manipulative dictatorship.\n\nInterestingly, this links very well to Neoracism and the way it has disguised itself in progressive and enlightened ideas, directed at the masses as a solution for our troubles. Neoracism cannot exist as outright racism, as there needs to be some sort of righteous, enlightened explanation. Such as when powerful institutions often mask exclusionary or oppressive policies by presenting them as grounded in enlightened, progressive values or as a solution to the ever increasing crises. These solutions are often founded in pseudo-science and speculation, like the \"Aryan race\" myth, but they are pushed as fact and are revealed as a \"secret of the Human Race\" (Balibar, 1991; p19). Today we are witnessing an increase in overt Roma persecution and media presenting Roma in a negative light, such as the persecution in Ireland against Roma communities for alleged child abducting, grounded on no solid evidence and ultimately disproven (McGarry, 2017; page 1).\n\nFurther similarities between Bob Marley's \"get up stand up\" and academic racism can be seen in Fekete's 2006 article, where she explains that incorrect and dangerous neoracism is framed within progressive ideas such as feminism, secularism, or \"civilized\" values to justify hierarchies within societies and keep marginalised, migrant communities beneath the host culture (Fekete, 2006). Marley confronts the colonial and post-colonial structures that present themselves as righteous while denying dignity and rights to the oppressed. In this way, the song's rallying cry \"Get up, stand up: stand up for your rights\"—mirrors the argument about resisting systems that cloak race domination in the language of enlightenment.",
      "lyrics": "Get up, stand up\nStand up for your right\nGet up, stand up\nDon't give up the fight\n\nPreacher man don't tell me heaven is under the earth\nI know you don't know what life is really worth\nIt's not all that glitter is gold\nHalf the story has never been told\nSo now you see the light\nYou stand up for your right\n\nMost people think great God will come from the sky\nTake away everything, and make everybody feel high\nBut if you know what life is worth\nYou would look for yours on earth\nAnd now you see the light\nYou stand up for your right\n\nWe're sick and tired of your ism and schism game\nDie and go to heaven in Jesus' name, Lord\nWe know and we understand\nAlmighty God is a living man\nYou can fool some people sometimes\nBut you can't fool all the people all the time\nSo now we see the light\nWe going to stand up for our right",
      "youtubeId": "X2W3aG8uizA",
      "youtubeUrl": "https://www.youtube.com/watch?v=X2W3aG8uizA",
      "spotifyId": "0q5giEtY4wsFTwjWqswLwx",
      "duration": "3:17"
    },
    {
      "id": 4,
      "number": "04",
      "title": "Strange Fruit",
      "artist": "Billie Holiday",
      "topic": "Direct Provision",
      "genre": "Jazz",
      "subGenre": "Vocal Jazz, Protest / Anti-Lynching Song",
      "tags": ["Jazz", "Vocal"],
      "description": "Billy Holiday, whose real name is Eleanor Fagan, was born illegitimately in 1915. Eleanor lived through the times of the Jim crow law, meaning it was a racially divided America. On top of this she had an abnormally turbulent childhood; juvenile detention, fatherly abandonment, abusage in a nunnery and more hardships (Zwed, 2015). After all this it is amazing she was able to reach the heights of the music industry in such a short time and at the young age of 18 (O'Dell, 2002). Later in her life she would sing a poem made by a Jewish schoolteacher called strange fruit, which was about the ongoing lynchings in the south of America. Holiday was worried that the song would be too political, but it was a huge success and left crowds awed by the grotesque imagery and flawless delivery (O'Dell, 2002).\n\nDirect Provision is a controversial system because it often provides an inhumane living standard for the migrants which it is meant to be protecting (Thornton & Ogunsanya, 2022). Furthermore, it is an inferior system than the temporary protection program, which is offered for European refugees, like Ukrainians who are offered a far more streamlined service due to their status under \"temporary protection\" (Thornton & Ogunsanya, 2022; p 10). Just like in Billie holidays America where there was a two-tiered system for different races. It could be argued that a \"two-tiered asylum system\" is in Ireland, where refugees from Europe are given a superior and less humiliating service, whilst asylum seekers, predominantly from African and Middle-eastern countries, are forced to endure sub-standard living conditions that have a huge impact on their lives (Doras, N.D.). The direct Provision systems were made and designed for short term stays, but this has been prolonged to years due to the extremely slow processing times in this system. This prolonged stay in a temporary accommodation has been associated with declining physical and mental-health, self-esteem and skills (Doras, N.D.). Asylum seekers are 5 times more likely to experience mental health issues and there has been complaints about a lack of nutritional foods (Doras, N.D.).\n\nDirect Provision does not enact physical violence on the scale represented in \"Strange Fruit,\" but it operates through a bureaucratic and structural form of control that similarly renders certain bodies as less worthy of dignity, care, and visibility. Just as lynching was a public display of racial control, Direct Provision dictates who belongs and who does not. Asylum seekers are placed in isolated institutions, denied full rights, subjected to surveillance, and forced into prolonged uncertainty. Though it may be perceived as extreme to compare the lynchings in America to the two-tiered asylum system, it is only done to academically explore the injustices that migrants feel within the Irish system.",
      "lyrics": "Southern trees bear a strange fruit\nBlood on the leaves and blood at the root\nBlack bodies swingin' in the Southern breeze\nStrange fruit hangin' from the poplar trees\n\nPastoral scene of the gallant South\nThe bulgin' eyes and the twisted mouth\nScent of magnolias sweet and fresh\nThen the sudden smell of burnin' flesh\n\nHere is a fruit for the crows to pluck\nFor the rain to gather\nFor the wind to suck\nFor the sun to rot\nFor the tree to drop\nHere is a strange and bitter crop",
      "youtubeId": "-DGY9HvChXk",
      "youtubeUrl": "https://www.youtube.com/watch?v=-DGY9HvChXk",
      "spotifyId": "1CTex49P0iWwzUGsMNjgaV",
      "duration": "3:13"
    },
    {
      "id": 5,
      "number": "05",
      "title": "Parting Glass",
      "artist": "Various Artists",
      "topic": "Autonomy of Migration Theory",
      "genre": "Traditional Folk",
      "subGenre": "Celtic Folk, Irish/Scottish Ballad",
      "tags": ["Folk", "Celtic"],
      "description": "\"Parting glass\" is a traditional departure song in Ireland and Scotland. The song is for meditation on the previous chapter of one's life and contemplation of the oncoming journey. Most importantly, this song reflects the deeply emotional severance associated with leaving one's kin. This song would have been sung in Ireland/Scotland in times when immigration often meant an inability to return due to the long distances and high prices of long-distance sea voyages. Also, the dangers associated with travelling the world in those times, would have added a deeper emotional layer to this departure. No doubt a similar ritual happens today in developing countries when someone decides to migrate illegally and make a perilous journey across the land or sea; a journey where people often perish. Furthermore, due to the illegal status of the migrant in the host country they will often be unable to return to their family and friends. So, before they make such a journey a similar ritual must occur to the \"parting glass\" tradition, where terminal goodbyes are said and tears are shed.\n\nCrossing borders illegally is a terrifying experience. Not only do most migrants fail to cross borders, but the journey can be deadly. Each year thousands of migrants die in capsized boat crossings in the Mediterranean, which is ultimately due to the strengthening of such borders and the subsequently perilous journeys the migrants have to adopt. Modern day migrants are too often reduced to statistics, risk assessed assumptions and voiceless participants of political debate in Europe. Furthermore, when they eventually reach their destination, their lives are exposed to further hardship due to the oppressive system and foreign society. Tazzioli's work on border abolitionism portrays migration as a natural phenomenon and explores the idea of border abolition, as the world would have been before a bit over a hundred years ago. In chapter two of her book, she critiques the inhumane ways migrants are not only detained but also restricted to a \"confinement continuum\" where they are consistently surveilled and controlled (Tazzioli, 2023).\n\nTazzioli's work on border abolitionism shows how such regimes entangle migrants in architectures of containment long after the journey ends. Scholars such as Tsianos and Karakayali similarly highlight how migrants are increasingly subjected to dispersed and mobile forms of control within the evolving European border regime (Tsianos & Karakayali, 2010; 374). However the \"Parting Glass\" gives us a dignified, humanitarian insight into the experiences of the migrant and reminds us that they too go through crises, unrelated to the ones enforced upon them by racialised migration policies, and they too are people with families who are undertaking such a perilous journey because they deem it to be better than staying in their home.",
      "lyrics": "Of all the money ere I had, I spent it in good company,\nAnd all the harm I've ever done, alas was to none but me.\nAnd all I've done for want of wit, to memory now I can't recall.\nSo fill me to the parting glass, goodnight and joy be with you all.\n\nIf I had money enough to spend and leisure time to sit awhile,\nThere is a fair maid in this town who sorely has my heart beguiled.\nHer rosy cheeks and ruby lips, I own she has my heart in thrall.\nSo fill me to the parting glass – goodnight, and joy be with you all.\n\nOf all the comrades ere I had, they're sorry for my going away,\nAnd all the sweethearts ere I had, they wish me one more day to stay,\nBut since it falls unto my lot that I should go and you should not,\nI'll gently rise and softly call, goodnight and joy be with you all.",
      "youtubeId": "0KTQYMm3GCM",
      "youtubeUrl": "https://www.youtube.com/watch?v=0KTQYMm3GCM",
      "spotifyId": null,
      "preferYoutube": true,
      "duration": "3:48"
    },
    {
      "id": 6,
      "number": "06",
      "title": "I'm Leavin'",
      "artist": "Mos Def (Yasiin Bey)",
      "topic": "Labour Migration",
      "genre": "Hip-Hop",
      "subGenre": "Alternative Hip-Hop, Conscious Rap",
      "tags": ["Hip-Hop", "Conscious"],
      "description": "Mos Def is a renowned American musician. He created the song \"I'm Leaving\" in 2011, portraying his life as a musician. He explains through his lyrics the lonely and tough, though ultimately rewarding, life of a musician on the international road. Mos Def draws a parallel between his profession and more traditional forms of labour: he compares it to coal mining, emphasizing that both involve hard and demanding work. Mos Def is essentially a migrant worker, participating in circular migration (although in a far more privileged position), working through a labour migration regime where he can exercise mobility but is constrained in other ways. His work of travelling and performing mirrors migration policy dynamics where the worker must strategise, maintain bearings and accept the precarity of constant movement.\n\nLabour migration has become one of the most dominant reasons for migration. However, there are different types of labour migration. The two main categories are points-based migration, where qualifications decide selection of migrants, and employer driven systems, where employers select needed workers (Devitt, 2024; p290). A third dimension is the targeting of high skilled migrants, who are often welcomed for a permanent stay. Lower skilled migrants tend to work on a temporary visa, however these migrants often end up staying within the country which is a common issue in Germany (Devitt, 2024; p293). Traditionally, there are regional models of labour migration. North America emphasises permanent residence for their migrant labourers, whilst Europe relies on temporary guestworker schemes. the Gulf states have also become known for temporary, rights-limited labour visas (Devitt, 2024; 294).\n\nWhat Mos Def's song relays to is certainly temporary labour migration, due to his strong desire to return to his loved ones. The lyrics: \"Hold me, like you know I'll never go. Even though you know I will. I'm a travelling man, moving through places, space and time\" shows the heavy burden the labour migrant must carry upon his conscience whilst travelling the world to make money for his loved ones.",
      "lyrics": "I'm leaving, on the next plane\nI don't know when I'll be back again\nKiss me and smile for me\nTell me that you'll wait for me\nHold me, like you know I'll never go\nEven though you know I will\n\nI'm a travelling man\nmoving through places\nspace and time\ngot a lot of things I got to do\nbut God willing I'm coming back to you\nmy baby-boo\n\nCause this thing called rhyming, no different than coal mining\nwe both on assignment, to unearth the diamond\nwhile you start climbing in 'em, I start shining\nyou be struggling and striving\nand they think you prime timing\nmaintain and keep silent\nmake note and observation\nthis confrontation\nthis is the daily operation\nmy concentration\nstay focussed on my recitation\nbout to reach my destination\nwith no pause or hesitation\nbaby make the preparation\ncause this ain't no recreation\nthis is pro-ball\n\nAll over the world, we go\nDC, VA, The Cakalacks\nLondon, Japan, Paris\nAll over the world we go",
      "youtubeId": "lMTZa82UVqE",
      "youtubeUrl": "https://www.youtube.com/watch?v=lMTZa82UVqE",
      "spotifyId": null,
      "preferYoutube": true,
      "duration": "4:22"
    },
    {
      "id": 7,
      "number": "07",
      "title": "London Calling",
      "artist": "The Clash",
      "topic": "Hyper-Diversity",
      "genre": "Punk Rock",
      "subGenre": "Post-Punk, Political Punk",
      "tags": ["Punk", "Rock"],
      "description": "\"London Calling\" was an album released by The Clash in 1979. During this time London was experiencing a range of new societal changes and issues, known as the \"Winter of Discontent\". Economic recession and unemployment were severe. London was enflamed in social unrest, strikes and declining public services (Libcom., 2007). Tensions were rising between different social, racial and economic groups, such as the Grunwick protest which consisted of foreign-born women labourers who felt voiceless in their newfound city (Dobbie, 2024; p2). I believe the song \"London's Calling\" by The Clash is the product of all the fears, whether consciously so or not. The dystopian melody sung in an exaggerated and panicked voice. The lyrics also explicitly and implicitly sum up the strange existence of this time; a novel society that must have seemed alien in many ways. There were so many changes and anxieties that the people had to live with, such as urban decay, changing society, increasing crises (housing, economic, public service failure, etc.) and the ongoing threat of nuclear war. 46 years onward, to 2025, and London doesn't seem less chaotic. If anything, more so, due to the constant state of change it has experienced.\n\nOne of the most noticeable changes since 1979 is the huge influx of immigrants. In 1971 there was around 1.1 million foreign born in London (15%). In 2011 it was 37% and undoubtedly rising (Greater London Authority, 2016; p256). The dialogue surrounding the issue has become deafening, often erupting into outright protest or riots. One explanation for this is the introduction of migrants no longer just from British colonies or ex-colonies, but migrants from a range of cultures and subsequent sub-cultures from these migrants (Vertovec, 2007; p1024). This extreme intersectionality of nationality, culture, religion, language, ethnicity, migration channels etc. Is what Vertovec describes as \"hyper-diversity\" (Vertovec, 2007). Hyper diversity differs from diversity because it's not just diverse nationalities, but it also includes a diversity in; legal status, socioeconomic background, religions, length of stay and more (Vertovec, 2007; p1094). In this sense we can no longer generalise an immigrational group like \"the Polish\" or \"Nigerians\" because of the diversity within the diversity.\n\nThis links in with the Clash's song as it describes London as chaotic and multifaceted with punk, racial tensions, unemployment, and political unrest. Lyrics like \"London calling to the faraway towns, now war is declared, and battle come down\" evoke a city under pressure from multiple intersecting forces. Altogether, the city's shift toward hyper-diversity and overlapping identities, tensions, and cultural currents collide, pair very well with the complexity and social upheaval portrayed in \"London Calling\".",
      "lyrics": "London Calling, to the far away towns\nNow war is declared, and battle come down\nLondon Calling, to the underworld\nCome out of the cupboard, you boys and girls\nLondon Calling, now don't look to us\nPhoney Beatlemania has bitten the dust\nLondon Calling, see we ain't got no swing\nExcept for the ring of that truncheon thing\n\nThe Ice Age is coming, the sun zooming in\nMeltdown expected, the wheat is growing thin\nEngines stop running, but I have no fear\n'Cause London is drowning, and I live by the river\n\nLondon Calling, to the imitation zone\nForget it, brother, you can go it alone\nLondon Calling, to the zombies of death\nQuit holding out and draw another breath\nLondon Calling, and I don't wanna shout\nBut while we were talking, I saw you nodding out\nLondon Calling, see we ain't got no highs\nExcept for that one with the yellowy eyes\n\nLondon Calling, yes, I was there too\nAnd you know what they said? Well, some of it was true\nLondon Calling, at the top of the dial\nAnd after all this, won't you give me a smile?",
      "youtubeId": "EfK-WX2pa8c",
      "youtubeUrl": "https://www.youtube.com/watch?v=EfK-WX2pa8c",
      "spotifyId": "124Y9LPRCAz3q2OP0iCvcJ",
      "duration": "3:20"
    },
    {
      "id": 8,
      "number": "08",
      "title": "The Revolution Will Not Be Televised",
      "artist": "Gil Scott-Heron",
      "topic": "Colonialism and the Birth of Race / Racialisation",
      "genre": "Spoken Word / Proto-Rap",
      "subGenre": "Jazz-Funk, Political Poetry",
      "tags": ["Spoken Word", "Jazz-Funk"],
      "description": "Gil-Scott Heron wrote these lyrics amid the political ferment over Civil Rights and the Vietnam War exploding across the country. He wanted to invoke action into his fellow citizens and this he did through his song \"The Revolution Will Not Be Televised\". The lyrics explain that active participation in demonstrations and protests is the only way to achieve change in society, you can't sit on your couch and watch TV if you want change. He mocks commercials, celebrity culture, whitewashed news coverage and the things that prevent people from seeing or participating in real social struggle; \"The revolution will not be brought to you by Xerox, In 4 parts without commercial interruption\". Furthermore, the poem/song was written after the assassinations of Malcolm X, MLK, and the rise of Black Power organisations which must have had further influence in Gil-Scotts wish to incite change and encourage distrust with mainstream media and their portrayal of black liberation and rights. Though America was legally and objectively an equal society, he did not feel liberated by his country.\n\nParallels could be drawn to our societies and ways of governing today, 50 years later. Ireland claims to be an equal, non-racialised society but actually has racialised laws and normalised, institutionalised racism, much like the post-apartheid America of Gil-Scott. This is something the Steve Garner's 2009 paper \"Ireland: from racism without race to racism without racists\" outlines very well. Garner explains that Ireland has a long history of racism, even before there were separate races/ethnicities living in the country, and this racism still persists today. We need just take a look at visa regulations and citizenship requirements and it is clear that there is a definite categorisation of citizens due to their nationality/ethnicity (Garner, 2009; p48). Or the aforementioned \"two-tiered asylum system\" is also a good example of institutionalised racism, where one race is prioritised over another. The hierarchy of races and their subsequent treatment is clear, with prioritisation of certain groups when applying for visas, applying for social care or other services (Garner, 2009; p48).\n\nFurthermore, according to Garner, there is a colonial view of races that revolve around varying degrees of civilisation, with those from poor countries as well as travellers at the bottom of this hierarchy. So, this racism is not only based upon ethnicity but also about a \"fetishisation of culture\" where different cultures are valued due to their supposed civilisation and utility within society (Garner, 2009; p50). After viewing Irish migration policy and underlying societal views of racism, we can empathise with what Gil-Scott must have felt, that he was being institutionally sidelined due to his race and culture, as well as the legacy with which racist laws had left within his country, though officially abolished.",
      "lyrics": "You will not be able to stay home, brother\nYou will not be able to plug in, turn on and cop out\nYou will not be able to lose yourself on skag and\nSkip out for beer during commercials\nBecause the revolution will not be televised\n\nThe revolution will not be televised\nThe revolution will not be brought to you by Xerox\nIn four parts without commercial interruptions\nThe revolution will not show you pictures of Nixon\nBlowing a bugle and leading a charge by John Mitchell\nGeneral Abrams and Spiro Agnew\nTo eat hog maws confiscated from a Harlem sanctuary\n\nThere will be no pictures of pigs shooting down\nBrothers on the instant replay\n\nThe revolution will not be right back\nAfter a message about a white tornado, white lightning or white people\nYou will not have to worry about a dove in your bedroom\nThe tiger in your tank or the giant in your toilet bowl\nThe revolution will not go better with Coke\nThe revolution will not fight germs that may cause bad breath\nThe revolution will put you in the driver's seat\n\nThe revolution will not be televised\nThe revolution will be no re-run, brothers\nThe revolution will be live",
      "youtubeId": "QnJFhuOWgXg",
      "youtubeUrl": "https://www.youtube.com/watch?v=QnJFhuOWgXg",
      "spotifyId": "7ni78Vjslqo2VxiDOahYlV",
      "duration": "3:08"
    },
    {
      "id": 9,
      "number": "09",
      "title": "My War",
      "artist": "Black Flag",
      "topic": "Governing Migration: Fortress Europe",
      "genre": "Hardcore Punk",
      "subGenre": "American Punk, Early Post-Hardcore",
      "tags": ["Punk", "Hardcore"],
      "description": "A song confessing deep emotions of anxiety and paranoia, the song projects the singer's distrust towards his friends and portrays his internal psychological struggle. Whilst most punk songs are outward critiques about society, people or governments, this song is about what is happening within one's own mind and the mental war created from distrust of those in our lives. The lead singer, Henry Rollins made this song during a tumultuous time of his life. He felt betrayed by fake punk fans and friends. He felt betrayed by the punk scene who did not appreciate the evolution of his musical creativity. Most importantly, he felt betrayed by those who he said were allies but he mistrusted them to not be. Furthermore, we can see that Henry felt very isolated even though he was surrounded with people. This was of course a voluntary isolation and chose to isolate himself from his fans, as well as incite violence toward them during his shows (Simpson, 2023).\n\nHenry Rollin's mindset of paranoid anxiety and distrust toward peers and fans, which would build into violence, can be related to the sentiment that European countries and people have toward the imagined \"siege\" of their continent from hordes of immigrants. Furthermore, Henry's distrust of peers could be likened to the rigid borders and unfaltering persistence in upkeeping these borders we see throughout the world and its imagined borders. Nandita Sharmas 2020 book \"Home rule\" makes the argument that the separation between natives and migrants is the lasting legacy of imperialism (Sharma 2020, p23) and ultimately comes from an obsession with categorising the \"us\" and \"them\" and to place the varying cultures on a hierarchical scale of how civilised they are (Sharma, 2020, p5). Furthermore, in chapter 6 of Walia Harsha's \"Border and rule\" is an in-depth analysis of the \"fortress Europe\" idea and this relates to Black Flag's song through the themes of paranoia, siege mentality, and the belief that invisible enemies are closing in (Walia, 2021).\n\nWalia argues that the European border regime relies on a manufactured sense of crisis; which is manifested in the form of Europe being under constant threat from migrants, refugees and racialised outsiders (Walia, 2021). \"My War\" embodies this logic: the tension, the aggressive fragmentation from communities and the lyrics depicting isolation and betrayal reflects the psychology of a system that treats movement as an invasion. This phenomenon of continental isolation can also be narrowed down to national isolation of countries in Europe, rigidly categorising its citizens, as to know whether they are \"one of us\" or \"one of them\". Sharma argues that if you're labelled as an outsider, it's not to protect the migrant, but rather to police and control their movement easier (Sharma, 2020; p6). Just as Black Flag's narrator feels isolated and under attack, nation-states project a narrative of collective vulnerability, encouraging distrust of those whose constructed identity is that of: \"foreigner\".",
      "lyrics": "Why you're one of them?\nYou say that you're my friend\nBut you're one of them\nYou don't wanna see me live\nYou don't want me to give\n'Cause you're one of them\n\nMy war, you're one of them\nYou say that you're my friend\nBut you're one of them\n\nWell, I might have known what a friend is\nAll I know is what you've done\nYou're one of them\n\nI have a prediction, it lives in my brain\nIt's with me every day, it drives me insane\nI feel it in my heart that if I have a gun\nI feel it in my heart, I'd wanna kill some\n\nMy war, you're one of them\nYou say that you're my friend\nBut you're one of them",
      "youtubeId": "ga6v91ZGL1U",
      "youtubeUrl": "https://www.youtube.com/watch?v=ga6v91ZGL1U",
      "spotifyId": "4rrbptVnZifk4wC5mvNDPm",
      "duration": "3:48"
    },
    {
      "id": 10,
      "number": "10",
      "title": "I A Rebel Soul",
      "artist": "Aswad",
      "topic": "Assimilation, Integration and Acculturation",
      "genre": "Reggae",
      "subGenre": "British Reggae, Roots/Dub",
      "tags": ["Reggae", "Dub"],
      "description": "Aswad is a reggae/R&B trio, from London. All three members were descendants of Caribbean immigrants, which has a clear influence on their music and lyrics. During the late 70s, when this song was released, the second windrush generation was feeling systematically oppressed due to them being perceived as \"outsiders\", even though the second generation had been born and raised within the United Kingdom. This sentiment is apparent in their song \"I A Rebel soul\". The song is about a wish to regain autonomy over their lives and to set themselves free from the enchainment they feel their \"captors\" wield over them. The musicians feel as though they are being discarded from society and abused by the ruling class of their country; \"Look they'll use you, abuse you, try their best to confuse you\". Nevertheless, the artists retain their integrity, through the systematic oppression they experience, and encourage those who feel similar to \"push on through\" and navigate the hostile world of western institutionalised racism.\n\nA topic well linked to this song to is assimilation, integration and acculturation into Irish society. Not only do immigrants feel integration into Irish society as a hard feat, but 80% claim to have experienced some form of racial abuse, physical or mental (Loyal, 2011; p182). A growing number of migrant workers are being exploited within Ireland as well (Loyal, 2011; p182). Due to the policy of multi-culturalism that Ireland has adopted, rather than assimilation, some communities of foreigners may feel marginalised and that their desires, needs and wants are not prioritised by politicians. These issues arise from a society that claims to be open and welcoming to any type of immigrant, though the reality is a lot harder for these migrants.\n\nMoreover, we can gather from Katja Franko Aas 2011 paper that immigrants, or \"crimmigrants\", are often criminalised through surveillance and pre-existing generalisations, so that all foreigners receive the same, racist attitude from the state and society (Aas, 2011). Aswad calls for the victims of such experiences to stand strong, remember their roots and to resist the oppressive, systematic bullying that they experience.",
      "lyrics": "I a rebel soul\nI a rebel soul\n\nGive me light to brighten up my day\nGive me health and strength so I can make my own way\nAs the darkness of the night\nFades away, yellow sun begins to shine\nI see my freedom over yonder\nBut they steal it away\nYes, they steal it away\nSo I a rebel soul\n\nTo save my face, shave of disgrace\nI keep laughing like a clown\nStripped of all identity, I am bare beneath the stares\nBut you can't walk with your head on down\nFor you just can't see\nWhich way to go?\nSo I a rebel soul\n\nThough transgression finds me, I'm confused\nMy captors mesmerize me all to bring me down\nStill we are the children of the father\nAnd he expects I and I to push on through\n\nYour back's against the wall, and they don't mind if you fall\nLook they'll use you, and abuse you, try their best to confuse you",
      "youtubeId": "9EN9nXTrWT8",
      "youtubeUrl": "https://www.youtube.com/watch?v=9EN9nXTrWT8",
      "spotifyId": "77Qzu89S9qUjkIrF0G04dF",
      "duration": "4:05"
    }
  ]
}
