{
  "songs": [
    {
      "id": 1,
      "number": "01",
      "title": "Smokestack Lightnin'",
      "artist": "Howlin' Wolf",
      "topic": "Fortress Europe",
      "genre": "Chicago Blues",
      "subGenre": "Electric Blues, Roots Music",
      "tags": ["Blues", "Electric"],
      "description": "This song was performed by Chester Arthur Burnet, A.K.A. \"Howlin' Wolf\". He was born in 1910, near the Mississippi. His early life was full of familial issues, abuse and migration within America. He would migrate toward the Mississippi Delta and eventually reached Chicago, like millions of African Americans at the time in what was called the \"great migration\" in an attempt to flee the Jim Crow laws.\n\nThe lyrics are ambiguous and open for interpretation, but the atmosphere gives us an impression of emotional longing and loss, using the train as a metaphor for someone leaving and the narrator's helplessness in the face of it. These emotions may have been manifest from Chester's experiences as an African American migrating northward, away from the racist south.\n\nThe song reminds us of the sociological concept \"Fortress Europe\" - the large groups of migrants travelling from East to West, into Europe in an attempt to find refuge. Just like in Howlin' Wolf's song, we see migrants travelling aboard trains, boats, lorries and on foot, facing reinforced security surrounding the Schengen area, which aims to block asylum seekers and \"irregular\" migrants.",
      "lyrics": "Whoa, smokestack lightnin'\nShinin' just like gold\nWhy don't you hear me cryin'?\nA-whoo-hoo, a-whoo-hoo, whoo\n\nWhoa-oh, tell me, baby\nWhat's the matter here?\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, tell me, baby\nWhere did you stay last night?\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, stop your train\nLet a poor boy ride\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, fare-you-well\nNever see a you no more\nWhy don't you hear me cryin'?\nWhoo-hoo, whoo-hoo, whoo\n\nWhoa-oh, who been here baby since\nI, I been gone a little bitty boy?\nGirl, be on\nA-whoo-hoo, whoo-hoo, whoo",
      "youtubeId": "VMUt8KdDtTY",
      "youtubeUrl": "https://www.youtube.com/watch?v=VMUt8KdDtTY",
      "spotifyId": "2HUZVffVPXvqnrml0gXggp",
      "duration": "2:58"
    },
    {
      "id": 2,
      "number": "02",
      "title": "Wavin' Flag",
      "artist": "K'naan",
      "topic": "Resisting Borders, Resisting Racism",
      "genre": "Hip-Hop / World Music",
      "subGenre": "Afro-Fusion, Conscious Rap",
      "tags": ["Hip-Hop", "World"],
      "description": "K'naan, whose real name is Keinan Abdi, was born in Somalia. Early in his life civil war broke out and him and his family had to face dangers daily. Famously, K'naan tells the story of him finding a spherical object in a playground which he thought was a potato, but quickly realised it was a grenade and disposed of it before it detonated. This and other similar stories led his family to seek asylum in New York.\n\nThe original version of the song is about displacement, civil conflict, and the longing for freedom that push people into transnational movement. K'naan captures the agency, endurance and urgency that we find within refugees traversing land and sea to find asylum in western countries.\n\nThis song resonates the infinite possibilities of our planet and species if we refuse to let borders dictate lives. K'naan very narrowly was able to get to a musical environment which allowed him to flourish. But how many more talented individuals will never be realised due to the imaginary borders we enforce and the subsequent visas we reject?",
      "lyrics": "When I get older, I will be stronger,\nThey'll call me freedom, just like a Waving Flag,\nAnd then it goes back, and then it goes back,\nAnd then it goes back\n\nBorn to a throne, stronger than Rome\nbut Violent prone, poor people zone,\nBut it's my home, all I have known,\nWhere I got grown, streets we would roam.\nBut out of the darkness, I came the farthest,\nAmong the hardest survival.\nLearn from these streets, it can be bleak,\nExcept no defeat, surrender retreat,\n\nSo we struggling, fighting to eat and\nWe wondering when we'll be free,\nSo we patiently wait, for that fateful day,\nIt's not far away, so for now we say\n\nSo many wars, settling scores,\nBringing us promises, leaving us poor,\nI heard them say, love is the way,\nLove is the answer, that's what they say,\nBut look how they treat us, Make us believers,\nWe fight their battles, then they deceive us,\nTry to control us, they couldn't hold us,\nCause we just move forward like Buffalo Soldiers.\n\nWhen I get older, when I get older\nI will be stronger, just like a Waving Flag",
      "youtubeId": "WTJSt4wP2ME",
      "youtubeUrl": "https://www.youtube.com/watch?v=WTJSt4wP2ME",
      "spotifyId": "6WFQsZZa81anp9BkqZMyTb",
      "duration": "3:42"
    },
    {
      "id": 3,
      "number": "03",
      "title": "Get Up, Stand Up",
      "artist": "Bob Marley & The Wailers",
      "topic": "Neoracism",
      "genre": "Reggae",
      "subGenre": "Roots Reggae, Protest Music",
      "tags": ["Reggae", "Protest"],
      "description": "Bob Marley was raised in Trenchtown, a rough area of Kingston where life was a struggle. This and a shocking visit to Haiti, which exposed him to the awful realities of the Haitians inspired him to write this song. It is a call to stop accepting the lies and misleadings of our leaders, most noticeably the \"preacher man\" who preaches salvation and equality yet fails to deliver real material freedom.\n\nThe song expresses deep frustration with systems that claim moral authority while perpetuating injustice. Marley confronts the colonial and post-colonial structures that present themselves as religious and righteous while denying dignity and rights to the oppressed.\n\nThis links very well to Neoracism and the way it has disguised itself in progressive and enlightened ideas, directed at the masses as a solution for our troubles. Neoracism cannot exist as outright racism, as there needs to be some sort of righteous, enlightened explanation. Marley's rallying cry mirrors the argument about resisting systems that cloak race domination in the language of enlightenment.",
      "lyrics": "Get up, stand up\nStand up for your right\nGet up, stand up\nDon't give up the fight\n\nPreacher man don't tell me heaven is under the earth\nI know you don't know what life is really worth\nIt's not all that glitter is gold\nHalf the story has never been told\nSo now you see the light\nYou stand up for your right\n\nMost people think great God will come from the sky\nTake away everything, and make everybody feel high\nBut if you know what life is worth\nYou would look for yours on earth\nAnd now you see the light\nYou stand up for your right\n\nWe're sick and tired of your ism and schism game\nDie and go to heaven in Jesus' name, Lord\nWe know and we understand\nAlmighty God is a living man\nYou can fool some people sometimes\nBut you can't fool all the people all the time\nSo now we see the light\nWe going to stand up for our right",
      "youtubeId": "X2W3aG8uizA",
      "youtubeUrl": "https://www.youtube.com/watch?v=X2W3aG8uizA",
      "spotifyId": "0q5giEtY4wsFTwjWqswLwx",
      "duration": "3:17"
    },
    {
      "id": 4,
      "number": "04",
      "title": "Strange Fruit",
      "artist": "Billie Holiday",
      "topic": "Direct Provision",
      "genre": "Jazz",
      "subGenre": "Vocal Jazz, Protest / Anti-Lynching Song",
      "tags": ["Jazz", "Vocal"],
      "description": "Billie Holiday, whose real name is Eleanor Fagan, was born illegitimately in 1915. Eleanor lived through the times of the Jim Crow law, meaning it was a racially divided America. On top of this she had an abnormally turbulent childhood; juvenile detention, fatherly abandonment, abuse in a nunnery and more hardships. Later in her life she would sing a poem made by a Jewish schoolteacher about the ongoing lynchings in the south of America.\n\nDirect Provision is a controversial system because it often provides an inhumane living standard for the migrants which it is meant to be protecting. Furthermore, it is an inferior system than the temporary protection program offered for European refugees.\n\nJust like in Billie Holiday's America where there was a two-tiered system for different races, it could be argued that a \"two-tiered asylum system\" exists in Ireland, where refugees from Europe are given a superior service, whilst asylum seekers from African and Middle-eastern countries are forced to endure sub-standard living conditions. Direct Provision does not enact physical violence on the scale represented in \"Strange Fruit,\" but it operates through a bureaucratic and structural form of control that similarly renders certain bodies as less worthy of dignity, care, and visibility.",
      "lyrics": "Southern trees bear a strange fruit\nBlood on the leaves and blood at the root\nBlack bodies swingin' in the Southern breeze\nStrange fruit hangin' from the poplar trees\n\nPastoral scene of the gallant South\nThe bulgin' eyes and the twisted mouth\nScent of magnolias sweet and fresh\nThen the sudden smell of burnin' flesh\n\nHere is a fruit for the crows to pluck\nFor the rain to gather\nFor the wind to suck\nFor the sun to rot\nFor the tree to drop\nHere is a strange and bitter crop",
      "youtubeId": "-DGY9HvChXk",
      "youtubeUrl": "https://www.youtube.com/watch?v=-DGY9HvChXk",
      "spotifyId": "1CTex49P0iWwzUGsMNjgaV",
      "duration": "3:13"
    },
    {
      "id": 5,
      "number": "05",
      "title": "Parting Glass",
      "artist": "Various Artists",
      "topic": "Autonomy of Migration Theory",
      "genre": "Traditional Folk",
      "subGenre": "Celtic Folk, Irish/Scottish Ballad",
      "tags": ["Folk", "Celtic"],
      "description": "\"Parting Glass\" is a traditional departure song in Ireland and Scotland. The song is for meditation on the previous chapter of one's life and contemplation of the oncoming journey. Most importantly, this song reflects the deeply emotional severance associated with leaving one's kin.\n\nThis song would have been sung in times when immigration often meant an inability to return due to the long distances and high prices of long-distance sea voyages. No doubt a similar ritual happens today in developing countries when someone decides to migrate illegally and make a perilous journey across land or sea; a journey where people often perish. Furthermore, due to the illegal status of the migrant in the host country they will often be unable to return to their family and friends.\n\nCrossing borders illegally is a terrifying experience. Each year thousands of migrants die in capsized boat crossings in the Mediterranean, which is ultimately due to the strengthening of such borders. The \"Parting Glass\" gives us a dignified, humanitarian insight into the experiences of the migrant and reminds us that they too are people with families who are undertaking such a perilous journey because they deem it to be better than staying in their home.",
      "lyrics": "Of all the money ere I had, I spent it in good company,\nAnd all the harm I've ever done, alas was to none but me.\nAnd all I've done for want of wit, to memory now I can't recall.\nSo fill me to the parting glass, goodnight and joy be with you all.\n\nIf I had money enough to spend and leisure time to sit awhile,\nThere is a fair maid in this town who sorely has my heart beguiled.\nHer rosy cheeks and ruby lips, I own she has my heart in thrall.\nSo fill me to the parting glass – goodnight, and joy be with you all.\n\nOf all the comrades ere I had, they're sorry for my going away,\nAnd all the sweethearts ere I had, they wish me one more day to stay,\nBut since it falls unto my lot that I should go and you should not,\nI'll gently rise and softly call, goodnight and joy be with you all.",
      "youtubeId": "0KTQYMm3GCM",
      "youtubeUrl": "https://www.youtube.com/watch?v=0KTQYMm3GCM",
      "spotifyId": null,
      "preferYoutube": true,
      "duration": "3:48"
    },
    {
      "id": 6,
      "number": "06",
      "title": "I'm Leavin'",
      "artist": "Mos Def (Yasiin Bey)",
      "topic": "Labour Migration",
      "genre": "Hip-Hop",
      "subGenre": "Alternative Hip-Hop, Conscious Rap",
      "tags": ["Hip-Hop", "Conscious"],
      "description": "Mos Def is a renowned American musician who created this song in 2011, portraying his life as a musician. He explains through his lyrics the lonely and tough, though ultimately rewarding, life of a musician on the international road. Mos Def draws a parallel between his profession and more traditional forms of labour: he compares it to coal mining, emphasizing that both involve hard and demanding work.\n\nMos Def is essentially a migrant worker, participating in circular migration, working through a labour migration regime where he can exercise mobility but is constrained in other ways. His work of travelling and performing mirrors migration policy dynamics where the worker must strategise, maintain bearings and accept the precarity of constant movement.\n\nLabour migration has become one of the most dominant reasons for migration. The two main categories are points-based migration, where qualifications decide selection, and employer driven systems, where employers select needed workers. What Mos Def's song relays is certainly temporary labour migration, due to his strong desire to return to his loved ones. The lyrics show the heavy burden the labour migrant must carry upon his conscience whilst travelling the world to make money for his loved ones.",
      "lyrics": "I'm leaving, on the next plane\nI don't know when I'll be back again\nKiss me and smile for me\nTell me that you'll wait for me\nHold me, like you know I'll never go\nEven though you know I will\n\nI'm a travelling man\nmoving through places\nspace and time\ngot a lot of things I got to do\nbut God willing I'm coming back to you\nmy baby-boo\n\nCause this thing called rhyming, no different than coal mining\nwe both on assignment, to unearth the diamond\nwhile you start climbing in 'em, I start shining\nyou be struggling and striving\nand they think you prime timing\nmaintain and keep silent\nmake note and observation\nthis confrontation\nthis is the daily operation\nmy concentration\nstay focussed on my recitation\nbout to reach my destination\nwith no pause or hesitation\nbaby make the preparation\ncause this ain't no recreation\nthis is pro-ball\n\nAll over the world, we go\nDC, VA, The Cakalacks\nLondon, Japan, Paris\nAll over the world we go",
      "youtubeId": "lMTZa82UVqE",
      "youtubeUrl": "https://www.youtube.com/watch?v=lMTZa82UVqE",
      "spotifyId": null,
      "preferYoutube": true,
      "duration": "4:22"
    },
    {
      "id": 7,
      "number": "07",
      "title": "London Calling",
      "artist": "The Clash",
      "topic": "Hyper-Diversity",
      "genre": "Punk Rock",
      "subGenre": "Post-Punk, Political Punk",
      "tags": ["Punk", "Rock"],
      "description": "\"London Calling\" was released by The Clash in 1979. During this time London was experiencing a range of new societal changes and issues, known as the \"Winter of Discontent\". Economic recession and unemployment were severe. London was enflamed in social unrest, strikes and declining public services. Tensions were rising between different social, racial and economic groups, such as the Grunwick protest which consisted of foreign-born women labourers who felt voiceless in their newfound city.\n\nThe song is the product of all the fears of that time - the dystopian melody sung in an exaggerated and panicked voice. One of the most noticeable changes since 1979 is the huge influx of immigrants. In 1971 there was around 1.1 million foreign born in London (15%). In 2011 it was 37% and undoubtedly rising.\n\nThis extreme intersectionality of nationality, culture, religion, language, ethnicity, migration channels etc. is what scholars describe as \"hyper-diversity\". Hyper diversity differs from diversity because it's not just diverse nationalities, but also diversity in legal status, socioeconomic background, religions, length of stay and more. The city's shift toward hyper-diversity and overlapping identities, tensions, and cultural currents collide, pair very well with the complexity and social upheaval portrayed in \"London Calling\".",
      "lyrics": "London Calling, to the far away towns\nNow war is declared, and battle come down\nLondon Calling, to the underworld\nCome out of the cupboard, you boys and girls\nLondon Calling, now don't look to us\nPhoney Beatlemania has bitten the dust\nLondon Calling, see we ain't got no swing\nExcept for the ring of that truncheon thing\n\nThe Ice Age is coming, the sun zooming in\nMeltdown expected, the wheat is growing thin\nEngines stop running, but I have no fear\n'Cause London is drowning, and I live by the river\n\nLondon Calling, to the imitation zone\nForget it, brother, you can go it alone\nLondon Calling, to the zombies of death\nQuit holding out and draw another breath\nLondon Calling, and I don't wanna shout\nBut while we were talking, I saw you nodding out\nLondon Calling, see we ain't got no highs\nExcept for that one with the yellowy eyes\n\nLondon Calling, yes, I was there too\nAnd you know what they said? Well, some of it was true\nLondon Calling, at the top of the dial\nAnd after all this, won't you give me a smile?",
      "youtubeId": "EfK-WX2pa8c",
      "youtubeUrl": "https://www.youtube.com/watch?v=EfK-WX2pa8c",
      "spotifyId": "124Y9LPRCAz3q2OP0iCvcJ",
      "duration": "3:20"
    },
    {
      "id": 8,
      "number": "08",
      "title": "The Revolution Will Not Be Televised",
      "artist": "Gil Scott-Heron",
      "topic": "Colonialism and the Birth of Race / Racialisation",
      "genre": "Spoken Word / Proto-Rap",
      "subGenre": "Jazz-Funk, Political Poetry",
      "tags": ["Spoken Word", "Jazz-Funk"],
      "description": "Gil Scott-Heron wrote these lyrics amid the political ferment over Civil Rights and the Vietnam War exploding across the country. He wanted to invoke action into his fellow citizens. The lyrics explain that active participation in demonstrations and protests is the only way to achieve change in society, you can't sit on your couch and watch TV if you want change. He mocks commercials, celebrity culture, whitewashed news coverage and the things that prevent people from seeing or participating in real social struggle.\n\nThe poem/song was written after the assassinations of Malcolm X, MLK, and the rise of Black Power organisations. Though America was legally and objectively an equal society, he did not feel liberated by his country.\n\nParallels could be drawn to our societies today. Ireland claims to be an equal, non-racialised society but actually has racialised laws and normalised, institutionalised racism, much like the post-apartheid America of Gil-Scott. Ireland has a long history of racism, even before there were separate races/ethnicities living in the country, and this racism still persists today. The hierarchy of races and their subsequent treatment is clear, with prioritisation of certain groups when applying for visas, social care or other services.",
      "lyrics": "You will not be able to stay home, brother\nYou will not be able to plug in, turn on and cop out\nYou will not be able to lose yourself on skag and\nSkip out for beer during commercials\nBecause the revolution will not be televised\n\nThe revolution will not be televised\nThe revolution will not be brought to you by Xerox\nIn four parts without commercial interruptions\nThe revolution will not show you pictures of Nixon\nBlowing a bugle and leading a charge by John Mitchell\nGeneral Abrams and Spiro Agnew\nTo eat hog maws confiscated from a Harlem sanctuary\n\nThere will be no pictures of pigs shooting down\nBrothers on the instant replay\n\nThe revolution will not be right back\nAfter a message about a white tornado, white lightning or white people\nYou will not have to worry about a dove in your bedroom\nThe tiger in your tank or the giant in your toilet bowl\nThe revolution will not go better with Coke\nThe revolution will not fight germs that may cause bad breath\nThe revolution will put you in the driver's seat\n\nThe revolution will not be televised\nThe revolution will be no re-run, brothers\nThe revolution will be live",
      "youtubeId": "QnJFhuOWgXg",
      "youtubeUrl": "https://www.youtube.com/watch?v=QnJFhuOWgXg",
      "spotifyId": "7ni78Vjslqo2VxiDOahYlV",
      "duration": "3:08"
    },
    {
      "id": 9,
      "number": "09",
      "title": "My War",
      "artist": "Black Flag",
      "topic": "Governing Migration: Fortress Europe",
      "genre": "Hardcore Punk",
      "subGenre": "American Punk, Early Post-Hardcore",
      "tags": ["Punk", "Hardcore"],
      "description": "A song confessing deep emotions of anxiety and paranoia, the song projects the singer's distrust towards his friends and portrays his internal psychological struggle. Whilst most punk songs are outward critiques about society, people or governments, this song is about what is happening within one's own mind and the mental war created from distrust of those in our lives.\n\nThe lead singer, Henry Rollins made this song during a tumultuous time of his life. He felt betrayed by fake punk fans and friends who did not appreciate the evolution of his musical creativity. Henry Rollins' mindset of paranoid anxiety and distrust toward peers, which would build into violence, can be related to the sentiment that European countries and people have toward the imagined \"siege\" of their continent from hordes of immigrants.\n\nFurthermore, Henry's distrust of peers could be likened to the rigid borders and unfaltering persistence in upkeeping these borders we see throughout the world. The European border regime relies on a manufactured sense of crisis; which is manifested in the form of Europe being under constant threat from migrants, refugees and racialised outsiders. \"My War\" embodies this logic: the tension, the aggressive fragmentation from communities and the lyrics depicting isolation and betrayal reflects the psychology of a system that treats movement as an invasion.",
      "lyrics": "Why you're one of them?\nYou say that you're my friend\nBut you're one of them\nYou don't wanna see me live\nYou don't want me to give\n'Cause you're one of them\n\nMy war, you're one of them\nYou say that you're my friend\nBut you're one of them\n\nWell, I might have known what a friend is\nAll I know is what you've done\nYou're one of them\n\nI have a prediction, it lives in my brain\nIt's with me every day, it drives me insane\nI feel it in my heart that if I have a gun\nI feel it in my heart, I'd wanna kill some\n\nMy war, you're one of them\nYou say that you're my friend\nBut you're one of them",
      "youtubeId": "ga6v91ZGL1U",
      "youtubeUrl": "https://www.youtube.com/watch?v=ga6v91ZGL1U",
      "spotifyId": "4rrbptVnZifk4wC5mvNDPm",
      "duration": "3:48"
    },
    {
      "id": 10,
      "number": "10",
      "title": "I A Rebel Soul",
      "artist": "Aswad",
      "topic": "Assimilation, Integration and Acculturation",
      "genre": "Reggae",
      "subGenre": "British Reggae, Roots/Dub",
      "tags": ["Reggae", "Dub"],
      "description": "Aswad is a reggae/R&B trio from London. All three members were descendants of Caribbean immigrants, which has a clear influence on their music and lyrics. During the late 70s, when this song was released, the second Windrush generation was feeling systematically oppressed due to them being perceived as \"outsiders\", even though the second generation had been born and raised within the United Kingdom.\n\nThe song is about a wish to regain autonomy over their lives and to set themselves free from the enchainment they feel their \"captors\" wield over them. The musicians feel as though they are being discarded from society and abused by the ruling class. Nevertheless, the artists retain their integrity through the systematic oppression they experience, and encourage those who feel similar to \"push on through\" and navigate the hostile world of western institutionalised racism.\n\nThis links well to assimilation, integration and acculturation into Irish society. Not only do immigrants feel integration into Irish society as a hard feat, but 80% claim to have experienced some form of racial abuse, physical or mental. A growing number of migrant workers are being exploited within Ireland as well. These issues arise from a society that claims to be open and welcoming to any type of immigrant, though the reality is a lot harder for these migrants.",
      "lyrics": "I a rebel soul\nI a rebel soul\n\nGive me light to brighten up my day\nGive me health and strength so I can make my own way\nAs the darkness of the night\nFades away, yellow sun begins to shine\nI see my freedom over yonder\nBut they steal it away\nYes, they steal it away\nSo I a rebel soul\n\nTo save my face, shave of disgrace\nI keep laughing like a clown\nStripped of all identity, I am bare beneath the stares\nBut you can't walk with your head on down\nFor you just can't see\nWhich way to go?\nSo I a rebel soul\n\nThough transgression finds me, I'm confused\nMy captors mesmerize me all to bring me down\nStill we are the children of the father\nAnd he expects I and I to push on through\n\nYour back's against the wall, and they don't mind if you fall\nLook they'll use you, and abuse you, try their best to confuse you",
      "youtubeId": "9EN9nXTrWT8",
      "youtubeUrl": "https://www.youtube.com/watch?v=9EN9nXTrWT8",
      "spotifyId": "77Qzu89S9qUjkIrF0G04dF",
      "duration": "4:05"
    }
  ]
}
